src/main/resources/xml/trainingServer/getCustomersByStore.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:getCustomersByStoreRequest>
         <my:store_id></my:store_id>
      </my:getCustomersByStoreRequest>
   </soapenv:Body>
</soapenv:Envelope>
